tap "homebrew/bundle"
brew "gh"
brew "tree"
cask "1password"
cask "1password-cli"
cask "arc"
cask "chatgpt"
cask "cursor"
cask "docker"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "warp"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "humao.rest-client"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-containers"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
